# Вопросы:
# 1. Онлайн обновление данных при вводе заказа
#   tables 132 -145
# 2. Увеличивать количество при нажатии на кнопку
#    tabels строки 164-167 не работают
# 3.Добавление номера стола (при нажатии на стол в файле window его номер записывается в базу данных строка 157)
# далее открывается файл tabels, где нет отображения номера стола, тк из базы данных импортирую только цену, название и количество
# но тк в базе данных строка начала заполнение, то при открытии файла tables в фрейме отображается во свех строчках None и
# и вообще при открывании tabels куда-то проподает верхнее меню (см строчки 74-85) и сумма(см 257-272)
#предаставила скиншоты в папке image названия tak и netak
